const option1List = [
  '아주대 공지사항',
  '학과 공지사항',
  '단과대 공지사항',
  '기숙사',
  '대학원',
];

const 아주대공지사항 = ['아주대학교-일반', '아주대학교-장학'];

const 학과공지사항 = [
  '간호대학',
  '건설시스템공학과',
  '건축학과',
  '경영인텔리전스학과',
  '경영학과',
  '경제정치사회융합학부',
  '경제학과',
  '교통시스템공학과',
  '국방디지털융합학과',
  '국어국문학과',
  '국제학부대학',
  '글로벌경영학과',
  '금융공학과',
  '기계공학과',
  '디지털미디어학과',
  '문화콘텐츠학과',
  '물리학과',
  '미래모빌리티공학과',
  '불어불문학과',
  '사이버보안학과',
  '사학과',
  '사회학과',
  '산업공학과',
  '생명과학과',
  '소프트웨어학과',
  '수학과',
  '스포츠레저학과',
  '심리학과',
  '영어영문학과',
  '융합시스템공학과',
  '응용화학과',
  '응용화학생명공학과',
  '인공지능융합학과',
  '자유전공학부',
  '전자공학과',
  '정치외교학과',
  '지능형반도체공학과',
  '첨단신소재공학과',
  '프런티어과학학부',
  '행정학과',
  '화학공학과',
  '화학과',
  '환경안전공학과',
];

const 단과대공지사항 = [
  '간호대학',
  '경영대학',
  '공과대학',
  '국제학부대학',
  '다산학부대학',
  '사회과학대학',
  '소프트웨어융합대학',
  '약학대학',
  '의과대학',
  '인문대학',
  '자연과학대학',
  '첨단ICT융합대학',
  '첨단바이오융합대학',
];

const 대학원 = ['대학원'];
const 기숙사 = ['기숙사'];

export {
  option1List,
  아주대공지사항,
  학과공지사항,
  단과대공지사항,
  대학원,
  기숙사,
};
